---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ScheduleRowHeightInput
source: html/76d39c36-7761-8337-9308-586e56a2404d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ScheduleRowHeightInput Property

"Row Height"

## Syntax (C#)
```csharp
public static ForgeTypeId ScheduleRowHeightInput { get; }
```